insert into accounts values(null,'Jane', 1000);
insert into accounts values(null,'John', 1000);

insert into person (lastname,firstname,secondname,fio,fullname,tabnum)
values("Булыгина","Анастасия","Владимировна","Булыгина А.В.","Булыгина Анастасия Владимировна","С-1956"),
	("Варламова","Валентина","Васильевна","Варламова В.В.","Варламова Валентина Васильевна","С-1852");

insert into subdiv(code,name)
values("ПО-1","психиатрическое отделение 1"),
	("ПО-2","психиатрическое отделение 2"),
    ("ПО-4","психиатрическое отделение 4"),
    ("ПО-5","психиатрическое отделение 5"),
    ("ПО-6","психиатрическое отделение 6"),
    ("ПО-7","психиатрическое отделение 7"),
	("ПО-8","психиатрическое отделение 8"),
	("ФТ","Физиотерапевтический кабинет");

insert into tipdol (code,name)
values ("ст м/с","старшая медицинская сестра");

insert into post (id_person,id_tipdol,id_subdiv,date_begin,code)
values(2,1,8,'2023-04-03','о-1843'),
    (1,1,7,'2008-02-01','LOAD-1275');